[
    {
      "id": 1,
      "name": "Ramesh Kumar",
      "category": "Elderly Care",
      "location": "Delhi",
      "bio": "Experienced caregiver specializing in elderly care and wellness support.",
      "rating": 4.8,
      "image": "https://randomuser.me/api/portraits/men/1.jpg",
      "price": 1200,
      "experience": 5,
      "about": "Ramesh Kumar has been providing exceptional elderly care for over 5 years. His expertise includes helping seniors with daily activities, ensuring their safety, and offering emotional support. Known for his patience and empathy, he creates a comfortable and caring environment for those in his care."
    },
    {
      "id": 2,
      "name": "Sita Sharma",
      "category": "Daily Assistance",
      "location": "Mumbai",
      "bio": "Compassionate caregiver with expertise in daily tasks and companionship.",
      "rating": 4.7,
      "image": "https://randomuser.me/api/portraits/women/1.jpg",
      "price": 1000,
      "experience": 3,
      "about": "Sita Sharma specializes in providing support for daily activities and companionship. With 3 years of experience, she has a proven ability to assist with household chores, grocery shopping, and meal preparation, all while maintaining a warm and friendly demeanor."
    },
    {
      "id": 3,
      "name": "Vikram Singh",
      "category": "Post-Surgery Support",
      "location": "Chennai",
      "bio": "Professional caregiver focusing on post-surgery recovery and care.",
      "rating": 4.9,
      "image": "https://randomuser.me/api/portraits/men/2.jpg",
      "price": 1500,
      "experience": 7,
      "about": "Vikram Singh has extensive experience in post-surgery recovery care. For the past 7 years, he has been helping patients regain their independence by providing mobility assistance, medication reminders, and wound care management with utmost professionalism and care."
    },
    {
      "id": 4,
      "name": "Meera Patel",
      "category": "Elderly Care",
      "location": "Ahmedabad",
      "bio": "Dedicated caregiver skilled in dementia and elderly wellness care.",
      "rating": 4.6,
      "image": "https://randomuser.me/api/portraits/women/2.jpg",
      "price": 1100,
      "experience": 4,
      "about": "Meera Patel is a highly skilled caregiver specializing in elderly wellness and dementia care. With 4 years of experience, she is known for creating personalized care plans that promote mental stimulation, comfort, and improved quality of life for her clients."
    },
    {
      "id": 5,
      "name": "Rajesh Gupta",
      "category": "Daily Assistance",
      "location": "Bangalore",
      "bio": "Reliable caregiver for daily assistance and personal support.",
      "rating": 4.8,
      "image": "https://randomuser.me/api/portraits/men/3.jpg",
      "price": 1300,
      "experience": 6,
      "about": "Rajesh Gupta provides exceptional daily assistance to individuals in need. With 6 years of caregiving experience, he excels at organizing schedules, running errands, and maintaining a positive environment that fosters independence and confidence in his clients."
    },
    {
      "id": 6,
      "name": "Nina Roy",
      "category": "Elderly Care",
      "location": "Kolkata",
      "bio": "Specializing in elderly companionship and personal care.",
      "rating": 4.7,
      "image": "https://randomuser.me/api/portraits/women/3.jpg",
      "price": 1150,
      "experience": 5,
      "about": "Nina Roy has dedicated 5 years to providing exceptional elderly care, offering services such as companionship, daily assistance, and emotional support. Her calm and empathetic nature makes her a favorite among her clients."
    },
    {
      "id": 7,
      "name": "Amit Kumar",
      "category": "Post-Surgery Support",
      "location": "Hyderabad",
      "bio": "Experienced in post-surgery care, ensuring a smooth recovery process.",
      "rating": 4.6,
      "image": "https://randomuser.me/api/portraits/men/4.jpg",
      "price": 1400,
      "experience": 6,
      "about": "Amit Kumar has been working in the field of post-surgery care for over 6 years. His services focus on assisting patients during recovery with mobility, physical therapy, and daily activities."
    },
    {
      "id": 8,
      "name": "Anita Mehra",
      "category": "Daily Assistance",
      "location": "Pune",
      "bio": "A caregiver dedicated to providing personal support and daily task assistance.",
      "rating": 4.5,
      "image": "https://randomuser.me/api/portraits/women/4.jpg",
      "price": 1100,
      "experience": 4,
      "about": "Anita Mehra offers personal support and assistance for daily activities. She has 4 years of experience in helping individuals with their daily chores, running errands, and providing emotional support."
    },
    {
      "id": 9,
      "name": "Madhav Yadav",
      "category": "Elderly Care",
      "location": "Lucknow",
      "bio": "Experienced in elderly care, focusing on mobility and mental wellness.",
      "rating": 4.8,
      "image": "https://randomuser.me/api/portraits/men/5.jpg",
      "price": 1250,
      "experience": 5,
      "about": "Madhav Yadav has been providing compassionate elderly care for 5 years, specializing in mobility assistance, physical therapy, and promoting mental wellness among seniors."
    },
    {
      "id": 10,
      "name": "Priya Desai",
      "category": "Post-Surgery Support",
      "location": "Jaipur",
      "bio": "Helping patients recover with professional post-surgery care and attention.",
      "rating": 4.9,
      "image": "https://randomuser.me/api/portraits/women/5.jpg",
      "price": 1350,
      "experience": 7,
      "about": "Priya Desai has 7 years of experience in post-surgery care. She focuses on helping patients regain independence by assisting them with mobility, rehabilitation exercises, and general wellness during recovery."
    },
    {
      "id": 11,
      "name": "Rajeev Sharma",
      "category": "Elderly Care",
      "location": "Delhi",
      "bio": "Compassionate and skilled caregiver for elderly individuals in need of support.",
      "rating": 4.6,
      "image": "https://randomuser.me/api/portraits/men/6.jpg",
      "price": 1200,
      "experience": 4,
      "about": "Rajeev Sharma has been providing elderly care for over 4 years, offering support in daily activities, companionship, and mobility assistance."
    },
    {
      "id": 12,
      "name": "Neha Gupta",
      "category": "Daily Assistance",
      "location": "Mumbai",
      "bio": "Dedicated to helping individuals with daily tasks and personal needs.",
      "rating": 4.7,
      "image": "https://randomuser.me/api/portraits/women/6.jpg",
      "price": 1000,
      "experience": 3,
      "about": "Neha Gupta excels at providing daily assistance to individuals, offering help with chores, meal preparation, and transportation while maintaining a positive and helpful attitude."
    },
    {
      "id": 13,
      "name": "Ravi Mishra",
      "category": "Post-Surgery Support",
      "location": "Bangalore",
      "bio": "Helping patients recover from surgery with professional care.",
      "rating": 4.9,
      "image": "https://randomuser.me/api/portraits/men/7.jpg",
      "price": 1450,
      "experience": 8,
      "about": "Ravi Mishra has been specializing in post-surgery recovery care for over 8 years, focusing on assisting patients with their rehabilitation and ensuring a smooth transition back to daily life."
    },
    {
      "id": 14,
      "name": "Radhika Verma",
      "category": "Elderly Care",
      "location": "Chennai",
      "bio": "A caring and attentive caregiver for elderly individuals in need of assistance.",
      "rating": 4.8,
      "image": "https://randomuser.me/api/portraits/women/7.jpg",
      "price": 1300,
      "experience": 6,
      "about": "Radhika Verma has 6 years of experience providing elderly care, including assistance with daily tasks, mobility support, and ensuring that her clients feel safe and comfortable."
    },
    {
      "id": 15,
      "name": "Suraj Patel",
      "category": "Post-Surgery Support",
      "location": "Ahmedabad",
      "bio": "A skilled caregiver focused on post-surgery recovery and rehabilitation.",
      "rating": 4.7,
      "image": "https://randomuser.me/api/portraits/men/8.jpg",
      "price": 1400,
      "experience": 7,
      "about": "Suraj Patel has 7 years of experience in providing post-surgery care. He is highly skilled in assisting with mobility, medication reminders, and physical therapy."
    },
    {
      "id": 16,
      "name": "Asha Mehta",
      "category": "Elderly Care",
      "location": "Kolkata",
      "bio": "Specializing in elderly wellness and dementia care.",
      "rating": 4.5,
      "image": "https://randomuser.me/api/portraits/women/8.jpg",
      "price": 1100,
      "experience": 4,
      "about": "Asha Mehta offers specialized care for elderly individuals, focusing on dementia and general wellness. She ensures clients receive personalized attention and support, promoting their mental and physical well-being."
    },
    {
      "id": 17,
      "name": "Shivendra Yadav",
      "category": "Daily Assistance",
      "location": "Bangalore",
      "bio": "Reliable caregiver for daily tasks and personal assistance.",
      "rating": 4.6,
      "image": "https://randomuser.me/api/portraits/men/9.jpg",
      "price": 1200,
      "experience": 5,
      "about": "Shivendra Yadav has 5 years of experience providing personal assistance and daily support. He helps with errands, household tasks, and offers emotional support to ensure clients' well-being."
    },
    {
      "id": 18,
      "name": "Sunita Kumari",
      "category": "Post-Surgery Support",
      "location": "Hyderabad",
      "bio": "Offering comprehensive post-surgery care and rehabilitation.",
      "rating": 4.8,
      "image": "https://randomuser.me/api/portraits/women/9.jpg",
      "price": 1350,
      "experience": 6,
      "about": "Sunita Kumari specializes in post-surgery recovery care. With over 6 years of experience, she provides physical therapy, mobility assistance, and emotional support to aid patients during recovery."
    },
    {
      "id": 19,
      "name": "Nikhil Sharma",
      "category": "Elderly Care",
      "location": "Delhi",
      "bio": "Professional caregiver focusing on elderly wellness and mobility.",
      "rating": 4.6,
      "image": "https://randomuser.me/api/portraits/men/10.jpg",
      "price": 1250,
      "experience": 5,
      "about": "Nikhil Sharma has been providing elderly care for over 5 years. He helps seniors with mobility, activities of daily living, and ensures their comfort and safety."
    },
    {
      "id": 20,
      "name": "Geeta Sharma",
      "category": "Daily Assistance",
      "location": "Mumbai",
      "bio": "Caring and reliable assistant for daily support and tasks.",
      "rating": 4.5,
      "image": "https://randomuser.me/api/portraits/women/10.jpg",
      "price": 1100,
      "experience": 3,
      "about": "Geeta Sharma provides daily assistance and support for individuals, helping with household tasks, meal preparation, and providing a caring presence for her clients."
    },
    {
      "id": 21,
      "name": "Harish Bansal",
      "category": "Post-Surgery Support",
      "location": "Kolkata",
      "bio": "Specializing in mobility and rehabilitation after surgery.",
      "rating": 4.8,
      "image": "https://randomuser.me/api/portraits/men/11.jpg",
      "price": 1400,
      "experience": 7,
      "about": "Harish Bansal focuses on providing post-surgery rehabilitation, helping patients regain mobility and independence through professional care."
    },
    {
      "id": 22,
      "name": "Leela Reddy",
      "category": "Elderly Care",
      "location": "Chennai",
      "bio": "Skilled caregiver in elderly care and mobility support.",
      "rating": 4.7,
      "image": "https://randomuser.me/api/portraits/women/11.jpg",
      "price": 1300,
      "experience": 6,
      "about": "Leela Reddy has 6 years of experience in elderly care, providing assistance with mobility, daily tasks, and emotional support for seniors."
    },
    {
      "id": 23,
      "name": "Deepak Mehta",
      "category": "Daily Assistance",
      "location": "Bangalore",
      "bio": "Reliable caregiver specializing in personal assistance and household tasks.",
      "rating": 4.8,
      "image": "https://randomuser.me/api/portraits/men/12.jpg",
      "price": 1250,
      "experience": 5,
      "about": "Deepak Mehta provides exceptional personal assistance and household support for individuals in need, ensuring they maintain a healthy and independent lifestyle."
    },
    {
      "id": 24,
      "name": "Kavita Soni",
      "category": "Post-Surgery Support",
      "location": "Delhi",
      "bio": "Providing specialized post-surgery care for a faster recovery.",
      "rating": 4.9,
      "image": "https://randomuser.me/api/portraits/women/12.jpg",
      "price": 1500,
      "experience": 7,
      "about": "Kavita Soni specializes in post-surgery care, focusing on mobility support, medication reminders, and ensuring a smooth transition back to daily life."
    },
    {
      "id": 25,
      "name": "Vishal Mehra",
      "category": "Elderly Care",
      "location": "Mumbai",
      "bio": "Professional caregiver focusing on senior wellness and comfort.",
      "rating": 4.7,
      "image": "https://randomuser.me/api/portraits/men/13.jpg",
      "price": 1300,
      "experience": 6,
      "about": "Vishal Mehra has over 6 years of experience providing elderly care, specializing in daily tasks, emotional support, and mobility assistance."
    },
    {
      "id": 26,
      "name": "Jyoti Yadav",
      "category": "Daily Assistance",
      "location": "Ahmedabad",
      "bio": "Offering compassionate support for daily activities and personal assistance.",
      "rating": 4.6,
      "image": "https://randomuser.me/api/portraits/women/13.jpg",
      "price": 1150,
      "experience": 4,
      "about": "Jyoti Yadav offers exceptional daily support, from grocery shopping and meal preparation to assisting with household tasks and providing companionship."
    },
    {
      "id": 27,
      "name": "Sanjay Patel",
      "category": "Post-Surgery Support",
      "location": "Pune",
      "bio": "Providing professional care to assist with recovery post-surgery.",
      "rating": 4.8,
      "image": "https://randomuser.me/api/portraits/men/14.jpg",
      "price": 1400,
      "experience": 6,
      "about": "Sanjay Patel has worked for 6 years providing post-surgery recovery assistance, helping patients with mobility, physical therapy, and medication management."
    },
    {
      "id": 28,
      "name": "Neelam Kumari",
      "category": "Elderly Care",
      "location": "Lucknow",
      "bio": "A caregiver dedicated to elderly wellness and assistance with daily activities.",
      "rating": 4.5,
      "image": "https://randomuser.me/api/portraits/women/14.jpg",
      "price": 1200,
      "experience": 5,
      "about": "Neelam Kumari has been providing elderly care for 5 years, offering assistance with daily activities, companionship, and emotional support."
    },
    {
      "id": 29,
      "name": "Ashok Verma",
      "category": "Daily Assistance",
      "location": "Kolkata",
      "bio": "Experienced caregiver specializing in daily tasks and personal care.",
      "rating": 4.7,
      "image": "https://randomuser.me/api/portraits/men/15.jpg",
      "price": 1250,
      "experience": 5,
      "about": "Ashok Verma has provided daily assistance and personal care for over 5 years, helping with household chores, running errands, and offering emotional support."
    },
    {
      "id": 30,
      "name": "Pooja Sharma",
      "category": "Post-Surgery Support",
      "location": "Chennai",
      "bio": "Specializing in post-surgery care, focusing on mobility and rehabilitation.",
      "rating": 4.9,
      "image": "https://randomuser.me/api/portraits/women/15.jpg",
      "price": 1450,
      "experience": 7,
      "about": "Pooja Sharma has 7 years of experience in post-surgery support, specializing in rehabilitation, mobility assistance, and medication management."
    }
  ]
  