[
  {
    "id": 1,
    "name": "Dr. Emily Johnson",
    "speciality": "General Physician",
    "location": "New York",
    "image": "https://randomuser.me/api/portraits/women/1.jpg",
    "price": 150,
    "rating": 4.7,
    "bio": "Experienced family doctor offering comprehensive healthcare services.",
    "education": "M.D., Harvard Medical School",
    "experience": "12 years of experience in family medicine.",
    "about": "Dr. Emily Johnson is a highly experienced general physician based in New York. She has been practicing for over 12 years and provides a wide range of primary care services, from routine check-ups to management of chronic conditions. She prides herself on building long-term relationships with her patients and ensuring that all of their healthcare needs are met."
  },
  {
    "id": 2,
    "name": "Dr. John Smith",
    "speciality": "General Physician",
    "location": "Los Angeles",
    "image": "https://randomuser.me/api/portraits/men/1.jpg",
    "price": 120,
    "rating": 4.5,
    "bio": "General physician with a focus on preventive care and early diagnosis.",
    "education": "M.D., Stanford University",
    "experience": "10 years of experience in primary care and preventive medicine.",
    "about": "Dr. John Smith is a general physician dedicated to helping patients prevent and manage illnesses. His areas of expertise include preventive care, early diagnosis of chronic diseases, and health optimization. Dr. Smith emphasizes lifestyle changes and holistic approaches to ensure his patients' long-term health."
  },
  {
    "id": 3,
    "name": "Dr. Olivia Brown",
    "speciality": "General Physician",
    "location": "Chicago",
    "image": "https://randomuser.me/api/portraits/women/2.jpg",
    "price": 130,
    "rating": 4.6,
    "bio": "Comprehensive care provider specializing in family and internal medicine.",
    "education": "M.D., University of Chicago Pritzker School of Medicine",
    "experience": "15 years of experience in internal medicine and family care.",
    "about": "Dr. Olivia Brown offers a wide variety of medical services, including chronic disease management, acute illness treatment, and preventive health care. She is committed to providing personalized care that addresses both immediate concerns and long-term health goals."
  },
  {
    "id": 4,
    "name": "Dr. Rachel Turner",
    "speciality": "Gynecologist",
    "location": "Miami",
    "image": "https://randomuser.me/api/portraits/women/3.jpg",
    "price": 150,
    "rating": 4.9,
    "bio": "Experienced gynecologist specializing in women's health and reproductive care.",
    "education": "M.D., University of Miami Miller School of Medicine",
    "experience": "18 years of experience in gynecology and women's health.",
    "about": "Dr. Rachel Turner is a leading gynecologist based in Miami. With over 18 years of experience, she specializes in women’s reproductive health, from routine gynecological exams to complex procedures. She is dedicated to supporting her patients through all stages of life, ensuring their health and well-being."
  },
  {
    "id": 5,
    "name": "Dr. Megan Williams",
    "speciality": "Gynecologist",
    "location": "Dallas",
    "image": "https://randomuser.me/api/portraits/women/4.jpg",
    "price": 180,
    "rating": 4.8,
    "bio": "Gynecologist focusing on fertility, pregnancy care, and hormonal disorders.",
    "education": "M.D., University of Texas Southwestern Medical Center",
    "experience": "14 years of experience in women's health, focusing on fertility and pregnancy.",
    "about": "Dr. Megan Williams is a highly respected gynecologist who provides a range of services, including prenatal care, family planning, and hormone therapy. She is passionate about supporting women in managing their reproductive health and assisting couples with fertility challenges."
  },
  {
    "id": 6,
    "name": "Dr. Laura Adams",
    "speciality": "Gynecologist",
    "location": "San Francisco",
    "image": "https://randomuser.me/api/portraits/women/5.jpg",
    "price": 200,
    "rating": 4.7,
    "bio": "Expert in high-risk pregnancies, reproductive health, and menopause management.",
    "education": "M.D., University of California, San Francisco",
    "experience": "20 years of experience in obstetrics and gynecology.",
    "about": "Dr. Laura Adams specializes in high-risk pregnancies, menopause management, and general gynecological care. She is known for her compassionate care and thorough approach to women’s health, ensuring her patients feel supported throughout every stage of life."
  },
  {
    "id": 7,
    "name": "Dr. Sophia Miller",
    "speciality": "Dermatologist",
    "location": "New York",
    "image": "https://randomuser.me/api/portraits/women/6.jpg",
    "price": 130,
    "rating": 4.9,
    "bio": "Dermatologist specializing in skin cancer detection and cosmetic dermatology.",
    "education": "M.D., Columbia University College of Physicians and Surgeons",
    "experience": "15 years of experience in dermatology, specializing in skin cancer and aesthetics.",
    "about": "Dr. Sophia Miller is a board-certified dermatologist based in New York, specializing in skin cancer screening, treatment, and cosmetic dermatology. She is known for her expertise in minimally invasive procedures, including Botox and laser treatments, to help patients maintain youthful, healthy skin."
  },
  {
    "id": 8,
    "name": "Dr. Daniel Harris",
    "speciality": "Dermatologist",
    "location": "Los Angeles",
    "image": "https://randomuser.me/api/portraits/men/2.jpg",
    "price": 110,
    "rating": 4.6,
    "bio": "Expert in treating acne, eczema, and psoriasis with personalized skincare solutions.",
    "education": "M.D., Stanford University",
    "experience": "12 years of experience in dermatology, specializing in acne and eczema treatment.",
    "about": "Dr. Daniel Harris is a dermatologist in Los Angeles with a focus on treating common skin conditions like acne, eczema, and psoriasis. He also offers advanced cosmetic procedures such as chemical peels and laser therapy to help patients achieve clear, healthy skin."
  },
  {
    "id": 9,
    "name": "Dr. Rebecca Foster",
    "speciality": "Dermatologist",
    "location": "Chicago",
    "image": "https://randomuser.me/api/portraits/women/7.jpg",
    "price": 140,
    "rating": 4.8,
    "bio": "Dermatologist specializing in the treatment of aging skin, scars, and pigmentation issues.",
    "education": "M.D., University of Chicago Pritzker School of Medicine",
    "experience": "14 years of experience in dermatology, with a focus on aging skin and pigmentation.",
    "about": "Dr. Rebecca Foster is a Chicago-based dermatologist who specializes in the treatment of aging skin, hyperpigmentation, and scarring. She offers cutting-edge treatments such as laser resurfacing and chemical peels to help patients achieve smoother, younger-looking skin."
  },
  {
    "id": 10,
    "name": "Dr. Liam Mitchell",
    "speciality": "Pediatrician",
    "location": "Miami",
    "image": "https://randomuser.me/api/portraits/men/3.jpg",
    "price": 95,
    "rating": 4.8,
    "bio": "Pediatrician with a focus on child development, immunizations, and common childhood illnesses.",
    "education": "M.D., University of Miami Miller School of Medicine",
    "experience": "12 years of experience in pediatric care.",
    "about": "Dr. Liam Mitchell is a pediatrician in Miami, specializing in child development, immunizations, and the treatment of common childhood illnesses. He takes a gentle, child-friendly approach to healthcare, ensuring that both parents and children feel comfortable during their visits."
  },
  {
    "id": 11,
    "name": "Dr. Sophia Evans",
    "speciality": "Pediatrician",
    "location": "Dallas",
    "image": "https://randomuser.me/api/portraits/women/8.jpg",
    "price": 100,
    "rating": 4.9,
    "bio": "Dedicated pediatrician focusing on preventive care and developmental screenings.",
    "education": "M.D., University of Texas Southwestern Medical Center",
    "experience": "14 years of experience in pediatric healthcare.",
    "about": "Dr. Sophia Evans specializes in preventive care for children, offering routine check-ups, vaccinations, and developmental screenings. She works closely with parents to monitor the growth and development of children and provide support for any health concerns."
  },
  {
    "id": 12,
    "name": "Dr. Olivia Turner",
    "speciality": "Pediatrician",
    "location": "New York",
    "image": "https://randomuser.me/api/portraits/women/9.jpg",
    "price": 110,
    "rating": 4.7,
    "bio": "Expert in managing pediatric allergies, asthma, and chronic illnesses.",
    "education": "M.D., New York University Grossman School of Medicine",
    "experience": "16 years of experience in treating pediatric asthma and allergies.",
    "about": "Dr. Olivia Turner has been practicing pediatrics for over 16 years and specializes in managing childhood asthma, allergies, and other chronic illnesses. She focuses on providing personalized care to help children live healthier, more active lives."
  },
  {
    "id": 13,
    "name": "Dr. Alexander Harris",
    "speciality": "Neurologist",
    "location": "San Francisco",
    "image": "https://randomuser.me/api/portraits/men/4.jpg",
    "price": 250,
    "rating": 4.9,
    "bio": "Neurologist with a focus on epilepsy, stroke recovery, and neurodegenerative diseases.",
    "education": "M.D., Stanford University School of Medicine",
    "experience": "20 years of experience in neurology.",
    "about": "Dr. Alexander Harris is a renowned neurologist in San Francisco with expertise in treating epilepsy, stroke recovery, and neurodegenerative diseases like Parkinson's and Alzheimer's. He is committed to improving his patients' quality of life through advanced neurological treatments and rehabilitation."
  },
  {
    "id": 14,
    "name": "Dr. Grace Phillips",
    "speciality": "Neurologist",
    "location": "Chicago",
    "image": "https://randomuser.me/api/portraits/women/10.jpg",
    "price": 230,
    "rating": 4.8,
    "bio": "Expert in managing migraines, chronic pain, and spinal cord disorders.",
    "education": "M.D., University of Chicago Pritzker School of Medicine",
    "experience": "18 years of experience in neurology and pain management.",
    "about": "Dr. Grace Phillips specializes in managing chronic neurological conditions such as migraines, chronic pain, and spinal cord disorders. She is known for her innovative approaches to pain management and her dedication to providing long-term relief for her patients."
  },
  {
    "id": 15,
    "name": "Dr. David King",
    "speciality": "Neurologist",
    "location": "Los Angeles",
    "image": "https://randomuser.me/api/portraits/men/5.jpg",
    "price": 240,
    "rating": 4.7,
    "bio": "Specializes in diagnosing and treating brain disorders, epilepsy, and neuropathies.",
    "education": "M.D., University of California, Los Angeles",
    "experience": "15 years of experience in neurology.",
    "about": "Dr. David King is a neurologist in Los Angeles who specializes in diagnosing and treating complex brain disorders, including epilepsy, neuropathies, and neurodegenerative diseases. He is dedicated to finding innovative treatment solutions for his patients to enhance their quality of life."
  },
  {
    "id": 16,
    "name": "Dr. Maria White",
    "speciality": "Gastroenterologist",
    "location": "New York",
    "image": "https://randomuser.me/api/portraits/women/11.jpg",
    "price": 190,
    "rating": 4.8,
    "bio": "Gastroenterologist specializing in digestive disorders, IBS, and inflammatory bowel diseases.",
    "education": "M.D., New York University Grossman School of Medicine",
    "experience": "17 years of experience in gastroenterology.",
    "about": "Dr. Maria White is a gastroenterologist based in New York who specializes in treating digestive disorders, including irritable bowel syndrome (IBS), Crohn’s disease, and ulcerative colitis. She offers both medical and lifestyle-based approaches to treating these conditions and improving digestive health."
  },
  {
    "id": 17,
    "name": "Dr. James Carter",
    "speciality": "Gastroenterologist",
    "location": "Chicago",
    "image": "https://randomuser.me/api/portraits/men/6.jpg",
    "price": 210,
    "rating": 4.9,
    "bio": "Gastroenterologist with expertise in treating liver diseases, reflux, and celiac disease.",
    "education": "M.D., University of Chicago Pritzker School of Medicine",
    "experience": "20 years of experience in gastroenterology.",
    "about": "Dr. James Carter has two decades of experience in the field of gastroenterology, specializing in liver diseases, acid reflux, and celiac disease. He is passionate about educating his patients on diet and lifestyle changes to manage their conditions effectively."
  },
  {
    "id": 18,
    "name": "Dr. Brian Clark",
    "speciality": "Neurologist",
    "location": "Seattle",
    "image": "https://randomuser.me/api/portraits/men/11.jpg",
    "price": 95,
    "rating": 4.7,
    "bio": "Neurologist specializing in memory care, treating patients with dementia and Alzheimer's.",
    "education": "M.D., University of Washington",
    "experience": "20 years of experience in neurology, focusing on memory care and neurodegenerative diseases.",
    "about": "Dr. Brian Clark is a leader in the treatment of dementia and Alzheimer's disease, providing comprehensive care for patients. With over two decades of experience in the neurology field, he offers a holistic approach to memory care, ensuring that patients live their lives with dignity while addressing the challenges posed by neurodegenerative conditions."
  },
  {
    "id": 19,
    "name": "Dr. Amy Scott",
    "speciality": "General Physician",
    "location": "Miami",
    "image": "https://randomuser.me/api/portraits/women/13.jpg",
    "price": 50,
    "rating": 4.3,
    "bio": "Skilled general physician with experience in managing chronic diseases and promoting overall wellness.",
    "education": "M.D., University of Miami",
    "experience": "10 years of experience in general medicine with an emphasis on heart health and lifestyle modifications.",
    "about": "Dr. Amy Scott is committed to improving the quality of life for her patients through preventive care and disease management. Based in Miami, she has a special interest in cardiovascular health and works closely with her patients to promote healthier lifestyles, reduce risk factors, and prevent chronic diseases."
  },
  {
    "id": 20,
    "name": "Dr. James Harris",
    "speciality": "Pediatrician",
    "location": "Chicago",
    "image": "https://randomuser.me/api/portraits/men/12.jpg",
    "price": 55,
    "rating": 4.5,
    "bio": "Caring pediatrician with a focus on childhood nutrition and developmental milestones.",
    "education": "M.D., Northwestern University Feinberg School of Medicine",
    "experience": "12 years of experience in pediatric medicine, specializing in child growth and nutrition.",
    "about": "Dr. James Harris has been helping children in Chicago grow and thrive with personalized care and attention. With a special focus on childhood nutrition, development, and growth monitoring, he ensures that children reach their full potential. He works with parents to promote a healthy lifestyle and address any health concerns early in childhood."
  },
  {
    "id": 21,
    "name": "Dr. Benjamin Lee",
    "speciality": "Dermatologist",
    "location": "Los Angeles",
    "image": "https://randomuser.me/api/portraits/men/13.jpg",
    "price": 85,
    "rating": 4.8,
    "bio": "Board-certified dermatologist with a focus on skin cancer prevention and treatment.",
    "education": "M.D., UCLA School of Medicine",
    "experience": "15 years of experience treating skin cancer and other skin conditions.",
    "about": "Dr. Benjamin Lee is passionate about early detection and treatment of skin cancer. As a board-certified dermatologist, he has helped countless patients in Los Angeles by providing comprehensive skin screenings and the latest treatment options for various skin conditions, particularly skin cancer. He also specializes in preventative measures to help patients maintain healthy skin."
  },
  {
    "id": 22,
    "name": "Dr. Olivia Gonzalez",
    "speciality": "Gynecologist",
    "location": "Austin",
    "image": "https://randomuser.me/api/portraits/women/14.jpg",
    "price": 90,
    "rating": 4.9,
    "bio": "Expert in managing high-risk pregnancies and complex gynecological issues.",
    "education": "M.D., University of Texas Austin",
    "experience": "20 years of experience specializing in high-risk obstetrics and complex gynecological surgeries.",
    "about": "Dr. Olivia Gonzalez is recognized for her expertise in managing complicated pregnancies and gynecological disorders. With over 20 years of experience, she provides compassionate care to women with high-risk pregnancies, including those with underlying health conditions. She also has expertise in advanced gynecological surgeries, ensuring her patients receive the best care for both routine and complex issues."
  },
  {
    "id": 23,
    "name": "Dr. Henry Mitchell",
    "speciality": "Neurologist",
    "location": "New York",
    "image": "https://randomuser.me/api/portraits/men/14.jpg",
    "price": 100,
    "rating": 4.8,
    "bio": "Specializes in the diagnosis and treatment of multiple sclerosis and other neurological disorders.",
    "education": "M.D., New York University School of Medicine",
    "experience": "20 years of experience focusing on neurodegenerative diseases and complex neurological disorders.",
    "about": "Dr. Henry Mitchell is one of the leading neurologists in New York, providing expert care for patients with multiple sclerosis, Parkinson's disease, and other neurological conditions. He focuses on diagnosing and treating complex neurological disorders, providing personalized treatment plans, and using the latest research and therapies to improve patient outcomes."
  },
  {
    "id": 24,
    "name": "Dr. Rachel Brown",
    "speciality": "Pediatrician",
    "location": "Seattle",
    "image": "https://randomuser.me/api/portraits/women/15.jpg",
    "price": 60,
    "rating": 4.6,
    "bio": "Dedicated pediatrician with a focus on children's physical and mental well-being.",
    "education": "M.D., University of Washington School of Medicine",
    "experience": "10 years of experience in pediatric care, focusing on childhood mental health and development.",
    "about": "Dr. Rachel Brown is passionate about supporting children's mental and physical development through holistic care. Based in Seattle, she specializes in pediatric care that combines both physical and mental health. Dr. Brown works closely with families to address developmental issues, manage chronic conditions, and ensure the overall well-being of children as they grow."
  },
  {
    "id": 25,
    "name": "Dr. Steven Hall",
    "speciality": "Dermatologist",
    "location": "Chicago",
    "image": "https://randomuser.me/api/portraits/men/15.jpg",
    "price": 80,
    "rating": 4.9,
    "bio": "Highly skilled dermatologist focusing on cosmetic dermatology and skin rejuvenation techniques.",
    "education": "M.D., University of Chicago",
    "experience": "18 years of experience specializing in advanced dermatological treatments and skin care.",
    "about": "Dr. Steven Hall is known for his expertise in cosmetic dermatology, helping clients rejuvenate and maintain healthy skin. With over 18 years of experience, he offers a range of services, including Botox, fillers, laser treatments, and more. Dr. Hall's approach combines medical knowledge with aesthetic treatments to improve skin health and appearance."
  },
  {
    "id": 26,
    "name": "Dr. Kimberly Adams",
    "speciality": "General Physician",
    "location": "Atlanta",
    "image": "https://randomuser.me/api/portraits/women/16.jpg",
    "price": 50,
    "rating": 4.6,
    "bio": "General physician specializing in disease prevention and health optimization.",
    "education": "M.D., Emory University School of Medicine",
    "experience": "15 years of experience in preventive medicine and primary care.",
    "about": "Dr. Kimberly Adams focuses on optimizing patient health by emphasizing prevention and maintaining well-being. With 15 years of experience in general medicine, she offers a holistic approach to health, helping patients develop long-term wellness strategies and prevent chronic illnesses. Dr. Adams provides personalized care that addresses the root causes of health concerns."
  },
  {
    "id": 27,
    "name": "Dr. Charles Moore",
    "speciality": "Neurologist",
    "location": "New York",
    "image": "https://randomuser.me/api/portraits/men/16.jpg",
    "price": 95,
    "rating": 4.8,
    "bio": "Specialist in neurological rehabilitation, with a focus on stroke and traumatic brain injury recovery.",
    "education": "M.D., Columbia University Vagelos College of Physicians and Surgeons",
    "experience": "22 years of experience in neuro-rehabilitation, stroke recovery, and brain injury rehabilitation.",
    "about": "Dr. Charles Moore is a recognized expert in brain injury recovery and rehabilitation in New York. With over two decades of experience, he specializes in helping patients recover from strokes and traumatic brain injuries, providing personalized rehabilitation programs aimed at restoring function and improving quality of life."
  },
  {
    "id": 28,
    "name": "Dr. Julia Martinez",
    "speciality": "Gynecologist",
    "location": "Los Angeles",
    "image": "https://randomuser.me/api/portraits/women/17.jpg",
    "price": 120,
    "rating": 4.9,
    "bio": "Expert in minimally invasive gynecological surgery and managing women's hormonal health.",
    "education": "M.D., University of California, Los Angeles",
    "experience": "15 years of experience with a focus on minimally invasive procedures and hormonal imbalances.",
    "about": "Dr. Julia Martinez has over 15 years of experience providing advanced gynecological care in Los Angeles. She specializes in minimally invasive surgeries, helping women recover quickly with less pain and scarring. Additionally, Dr. Martinez is an expert in managing hormonal health, offering personalized treatments for women dealing with menopause, PCOS, and other hormonal disorders."
  },
  {
    "id": 29,
    "name": "Dr. Rebecca Wilson",
    "speciality": "General Physician",
    "location": "San Francisco",
    "image": "https://randomuser.me/api/portraits/women/18.jpg",
    "price": 75,
    "rating": 4.4,
    "bio": "Primary care physician with a focus on preventive care, chronic disease management, and family health.",
    "education": "M.D., Stanford University School of Medicine",
    "experience": "8 years in primary care, specializing in family medicine and wellness.",
    "about": "Dr. Rebecca Wilson is a compassionate primary care physician serving families in the San Francisco area. With a focus on preventive care and chronic disease management, Dr. Wilson helps her patients stay healthy through regular screenings, vaccinations, and personalized care plans. She also emphasizes the importance of mental health and lifestyle changes in maintaining overall well-being."
  }
]